Repository: RKWKomZe/SimpleOptIn
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_simpleconsent_domain_model_address.gender
source: Salutation
de: Anrede

# tx_simpleconsent_domain_model_address.gender.0
source: Mr.
de: Herr

# tx_simpleconsent_domain_model_address.gender.1
source: Mrs.
de: Frau

# tx_simpleconsent_domain_model_address.gender.2
source: Mx.
de: Divers

# tx_simpleconsent_domain_model_address.gender.99
source: Please Select
de: Bitte wählen

# tx_simpleconsent_domain_model_address.title
source: Title
de: Titel

# tx_simpleconsent_domain_model_address.first_name
source: First Name
de: Vorname

# tx_simpleconsent_domain_model_address.last_name
source: Last Name
de: Nachname

# tx_simpleconsent_domain_model_address.company
source: Company
de: Firma

# tx_simpleconsent_domain_model_address.address
source: Address
de: Anschrift

# tx_simpleconsent_domain_model_address.zip
source: Zip
de: PLZ

# tx_simpleconsent_domain_model_address.city
source: City
de: Stadt

# tx_simpleconsent_domain_model_address.country
source: Country
de: Land

# tx_simpleconsent_domain_model_address.phone
source: Phone
de: Telefon

# tx_simpleconsent_domain_model_mail.plugin_pid
source: PID of Plugin
de: Seiten-ID des Plugins

# tx_simpleconsent_domain_model_mail.subject
source: Subject
de: Betreff

# tx_simpleconsent_domain_model_mail.text_plain
source: Message (Plaintext)
de: Nachricht (Plaintext)

# tx_simpleconsent_domain_model_mail.text_plain_footer
source: Message Footer (Plaintext)
de: Nachricht Footer (Plaintext)

# tx_simpleconsent_domain_model_mail.text_html
source: Message (HTML)
de: Nachricht (HTML)

# tx_simpleconsent_domain_model_mail.text_html_footer
source: Message Footer (HTML)
de: Nachricht Footer (HTML)

# tx_simpleconsent_domain_model_mail.status.0
source: Draft
de: Entwurf

# tx_simpleconsent_domain_model_mail.status.1
source: Waiting for Dispatch
de: Wartet auf Versand

# tx_simpleconsent_domain_model_mail.status.2
source: Sending
de: Senden läuft

# tx_simpleconsent_domain_model_mail.status.3
source: Sent
de: Versendet

# tx_simpleconsent_domain_model_mail.status.99
source: Error
de: Fehler

# consentController.message.confirmed
source: Thank you very much for your consent.
de: Herzlichen Dank für Ihre Einwilligung.

# consentController.message.deleted
source: Thank you for your feedback. We will delete your personal data from our database as soon as possible. Any registrations, orders, newsletters or subscriptions (e.g. RKW Magazine or ibr) associated with your personal data will be promptly deleted or cancelled by us.
de: Danke für Ihre Rückmeldung. Wir werden Ihre personenbezogenen Daten schnellstmöglich aus unserem Datenbestand löschen. Mit Ihren personenbezogenen Daten in Verbindung stehende Anmeldungen, Bestellungen, Newsletter oder Abonnements (z.B. RKW Magazin oder ibr) werden zeitnah von uns gelöscht bzw. beendet.

# consentController.error.noAddressFound
source: Oops! Unfortunately, we could not find the related data. Please contact our support.
de: Upps! Leider konnten wir die zugehörigen Daten nicht finden. Bitte kontaktieren Sie unseren Support.

# consentController.error.alreadyConfirmed
source: Thank you for your feedback. You have already informed us of your decision
de: Danke für Ihre Rückmeldung. Sie haben uns Ihre Entscheidung bereits mitgeteilt.

# validator.error.pleaseMakeDecision
source: Oops! Unfortunately you did not make a selection.
de: Upps! Leider haben Sie keine Auswahl getroffen.

# mailingController.message.saved
source: Successfully saved.
de: Erfolgreich gespeichert.

# mailingController.error.noMail
source: You must first create a consent email.
de: Sie müssen zuerst eine Einwilligungsmail anlegen.

# mailingController.error.wrongFileType
source: The selected file is not a valid CSV file.
de: Die ausgewählte Datei ist keine gültige CSV-Datei.

# mailingController.error.importFailed
source: Unfortunately, the import failed: %s
de: Der Import ist leider fehlgeschlagen: %s

# mailingController.warning.nothingImported
source: No records were imported.
de: Es wurden keine Datensätze importiert.

# mailingController.message.importSuccessful
source: The import was successful. Imported records:
de: Der Import war erfolgreich. Importierte Datensätze: %s

# mailingController.error.invalidEmail
source: The e-mail address provided is not complete. Please check again.
de: Die angegebene E-Mailadresse ist nicht vollständig. Bitte überprüfen Sie diese noch einmal.

# mailingController.message.testMailSent
source: The e-mail was successfully sent to the test address.
de: Die E-Mail wurde erfolgreich an die Test-Adresse versendet.

# mailingController.error.testMailNotSent
source: The e-mail could not be sent to the test address.
de: Die E-Mail konnte nicht an die Test-Adresse versendet werden.

# mailingController.error.pleaseReassure
source: In order for the e-mail to be finally sent, you must confirm the sending. To do this, activate the checkbox below.
de: Damit die E-Mail final versendet wird, müssen Sie den Versand bestätigen. Aktiven Sie dafür das Häkchen unten.

# mailingController.message.mailSent
source: The selected email has been successfully marked for sending and will be sent shortly.
de: Die ausgewählte E-Mail wurde erfolgsreich für den Versand markiert und wird in Kürze versendet.

# mailingController.error.reminderAlreadySent
source: A reminder has already been sent for the selected e-mail.
de: Für die ausgewählte E-Mail wurde bereits ein Reminder versendet.

# layouts_backend_default.action.create
source: 1. Create
de: 1. Anlegen

# layouts_backend_default.action.import
source: 2. Import Addresses
de: 2. Adressen importieren

# layouts_backend_default.action.send
source: 3. Send
de: 3. Versenden

# layouts_backend_default.action.prepareTest
source: 3.1 Send Test-E-Mail
de: 3.1 Test-Email versenden

# layouts_backend_default.action.prepareSend
source: 3.2 Send E-Mail finally
de: 3.2 E-Mail final versenden

# layouts_backend_default.action.prepareReminder
source: Send Reminder
de: Erinnerungsmail versenden

# layouts_backend_default.action.sent
source: Sent / Finished
de: Versendet / Abgeschlossen

# templates_show.confirm
source: <strong class="text-green">Yes, I agree</strong> that %1$s may continue to use my personal data. My consent is voluntary and can be revoked at any time with effect for the future by sending an e-mail to <a href="mailto:%2$s">%2$s</a>. <br><strong>However, I do not agree</strong> to %1$s sending me satisfaction enquiries about our products, survey requests and advertising about interesting products. Furthermore I have read and agree to the
de: <strong class="text-green">Ja, ich stimme zu</strong>, dass %1$s meine persönlichen Daten weiterhin verwenden darf. Meine Einwilligung ist freiwillig und kann jederzeit mit Wirkung für die Zukunft per Mail an <a href="mailto:%2$s">%2$s</a> widerrufen werden. <br><strong>Ich willige jedoch nicht ein</strong>, dass mir %1$s Zufriedenheitsanfragen bezüglich unserer Produkte, Umfrageanfragen und Werbung über interessante Produkte zusendet. Ferner habe ich die

# templates_show.confirmWithMarketing
source: <strong class="text-green">Yes, I agree</strong> that %1$s may continue to use my personal data.<br><strong>I also expressly consent </strong> to %1$s sending me satisfaction enquiries regarding our products, survey enquiries and advertising about interesting products. My consent is voluntary and can be revoked at any time with effect for the future by sending an email to <a href="mailto:%2$s">%2$s</a>. Furthermore I have read and agree to the
de: <strong class="text-green">Ja, ich stimme zu</strong>, dass %1$s meine persönlichen Daten weiterhin verwenden darf.<br><strong>Zudem willige ich ausdrücklich ein</strong>, dass mir %1$s Zufriedenheitsanfragen bezüglich unserer Produkte, Umfrageanfragen und Werbung über interessante Produkte zusendet. Meine Einwilligung ist freiwillig und kann jederzeit mit Wirkung für die Zukunft per Mail an <a href="mailto:%2$s">%2$s</a> widerrufen werden. Ferner habe ich die

# templates_show.delete
source: <strong class="text-red">No, I do not consent</strong> to %1$s continuing to use my personal data. I have taken note that with this selection, any registrations, orders, newsletters or subscriptions (e.g. RKW Magazine or ibr) associated with my personal data will also be deleted or cancelled.
de: <strong class="text-red">Nein, ich stimme nicht zu</strong>, dass %1$s meine persönlichen Daten weiterhin verwenden darf.<br>Ich habe zur Kenntnis genommen, dass bei dieser Auswahl auch mit meinen persönlichen Daten in Verbindung stehende Anmeldungen, Bestellungen, Newsletter oder Abonnements (z.B. RKW Magazin oder ibr) gelöscht bzw. beendet werden.

# templates_show.confirm.partTwo
source: data protection declaration
de: Datenschutzerklärung

# templates_show.submit
source: Accept and Submit
de: Übernehmen und absenden

# partials_frontend_address.stored
source: Stored Data
de: Gespeicherte Daten

# partials_frontend_address.correction
source: Correction
de: Korrektur

# templates_backend_create.headline
source: 1. Create new consent email
de: 1. Neue Einwilligungsemail anlegen

# templates_backend_create.description
source: Here you can create a new consent email. Enter an appropriate text for it. A plain text and an HTML version are available. The text is automatically preceded by a personalised salutation.
de: Hier können Sie eine neue Einwilligungsemail anlegen. Geben Sie dafür einen entsprechenden Text ein. Ihnen steht eine Plaintext und eine HTML-Variante zur Verfügung. Dem Text wird automatisch eine personalisierte Anrede vorangestellt.

# templates_backend_create.save
source: Save
de: Speichern

# templates_backend_edit.headline
source: Edit consent email
de: Einwilligungsemail bearbeiten

# templates_backend_edit.description
source: Here you can edit an existing consent email. Enter an appropriate text for it. A plain text and an HTML version are available. The text is automatically preceded by a personalised salutation.
de: Hier können Sie eine bestehende Einwilligungsemail bearbeiten. Geben Sie dafür einen entsprechenden Text ein. Ihnen steht eine Plaintext und eine HTML-Variante zur Verfügung. Dem Text wird automatisch eine personalisierte Anrede vorangestellt.

# templates_backend_edit.save
source: Save
de: Speichern

# templates_backend_edit.select
source: Currently selected
de: Aktuell ausgewählt

# templates_backend_import.headline
source: 2. Import Addresses
de: 2. Adressen importieren

# templates_backend_import.description
source: Here you can import a CSV list with addresses and assign it to an existing consent email.
de: Hier können Sie eine CSV-Liste mit Adressen importieren und einer bestehenden Einwilligungsemail zuordnen.

# partials_backend_propertiesImport.subHeadline
source: Assignment of addresses to a consent email
de: Zuordnung der Adressen zu einer Einwilligungsemail

# partials_backend_propertiesImport.upload
source: CSV-File
de: CSV-Datei

# partials_backend_propertiesImport.select
source: Consent Email
de: Einwilligungsemail

# partials_backend_propertiesImport.save
source: Save
de: Speichern

# templates_backend_prepareTest.headline
source: 3.1 Send test email
de: 3.1 Test-Email versenden

# templates_backend_prepareTest.description
source: Here you can send a test email with the selected consent email to any email address.
de: Hier können Sie eine Test-Email mit der ausgewählten Einwilligungsmail an eine beliebige E-Mailadresse versenden.

# templates_backend_prepareTest.send
source: Send
de: Senden

# templates_backend_prepareTest.next
source: Next
de: Weiter

# partials_backend_propertiesTest.headline
source: Consent email
de: Einwilligungsemail

# partials_backend_propertiesTest.select
source: Currently selected
de: Aktuell ausgewählt

# templates_backend_prepareSend.headline
source: 3.2 Send email
de: 3.2 Email versenden

# templates_backend_prepareSend.description
source: Here you can send the selected consent email to the imported addressees.
de: Hier können Sie eine die ausgewählte Einwilligungsmail an die importierten Adressen versenden.

# templates_backend_prepareSend.send
source: Send
de: Senden

# partials_backend_propertiesSend.headline
source: Consent email
de: Einwilligungsemail

# partials_backend_propertiesSend.select
source: Currently selected
de: Aktuell ausgewählt

# partials_backend_propertiesSend.reassure
source: I am sure that the email should be sent.
de: Ich bin mir sicher, dass die E-Mail verschickt werden soll.

# templates_backend_prepareReminder.headline
source: Send reminder
de: Erinnerungsmail versenden

# templates_backend_prepareReminder.description
source: Here you can send the selected consent email as reminder to the imported addresses. Only those persons who have not yet responded to the last e-mail will be contacted again.
de: Hier können Sie eine die ausgewählte Einwilligungsmail als Erinnerung an die importierten Adressen versenden. Es werden nur diejenigen Personen erneut angeschrieben, die bisher nicht auf die letzte E-Mail reagiert haben.

# templates_backend_prepareReminder.send
source: Send
de: Senden

# partials_backend_propertiesReminder.headline
source: Consent email
de: Einwilligungsemail

# partials_backend_propertiesReminder.select
source: Currently selected
de: Aktuell ausgewählt

# partials_backend_propertiesReminder.reassure
source: I am sure that the email should be sent as reminder again.
de: Ich bin mir sicher, dass die E-Mail als Reminder erneut verschickt werden soll.

# templates_backend_sent.headline
source: Sent E-Mails
de: Versendete E-Mails

# templates_backend_sent.description
source: Here you can see all consent emails that have already been sent and are currently being sent.
de: Hier können Sie alle bereits versendete und im Versand befindliche Einwilligungsmails sehen.

# templates_backend_sent.table.subject
source: Subject
de: Betreff

# templates_backend_sent.table.crdate
source: Created
de: Erstellt

# templates_backend_sent.table.addresses
source: Addresses
de: Adressen

# templates_backend_sent.table.sentTstamp
source: Sent
de: Versendet

# templates_backend_sent.table.reminderTstamp
source: Reminder
de: Erinnerungsmail

# partials_backend_propertiesMail.headline
source: Consent email
de: Einwilligungsemail

# templates_email_consent.details
source: Give consent or ask for deletion
de: Einwilligung geben oder Daten löschen

# templates_email_consent.security
source: Your security is important to us: The link above refers to our website %s. With the random character strings (hash) in the link, we ensure that only you can access your data via the link. Do you have any questions? Please contact us!
de: Ihre Sicherheit ist uns wichtig: Der obenstehende Link verweist auf unsere Website %s. Mit den zufälligen Zeichenfolgen (Hash) im Link stellen wir sicher, dass nur Sie über den Link auf Ihre Daten zugreifen können. Sie haben Fragen dazu? Melden Sie sich gerne!
